Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Shortest time a key stays lit after you tap it. Raise this if keys near the screen edge type but don't visibly highlight on a quick tap.
de: Kürzeste Zeit, die eine Taste nach dem Tippen aufleuchtet. Erhöhe den Wert, wenn Tasten am Bildschirmrand zwar tippen, bei einem kurzen Tipp aber nicht sichtbar aufleuchten.
es: El mínimo de tiempo que una tecla se queda iluminada después de tocarla. Súbelo si las teclas del borde de la pantalla escriben pero no se iluminan con un toque rápido.
et: Lühim aeg, mille jooksul klahv pärast puudutust süttib. Suurenda, kui ekraani serva lähedal olevad klahvid tipivad, aga lühivajutusel nähtavalt ei sütti.
fr: Durée minimale pendant laquelle une touche reste allumée après un appui. Augmente-la si les touches près du bord de l'écran s'écrivent mais ne s'allument pas vraiment sur un appui rapide.
hu: A legrövidebb idő, ameddig egy gomb világít, miután megkoppintod. Növeld, ha a képernyő szélénél lévő gombok gépelnek, de gyors koppintásnál nem villannak fel.
it: Tempo minimo per cui un tasto resta illuminato dopo che lo tocchi. Aumentalo se i tasti vicino al bordo dello schermo scrivono ma non si illuminano bene con un tocco rapido.
ja: タップしたあとキーが光り続ける最短の時間です。画面の端のキーが、入力はできるのに素早いタップでうまく光らないなら、上げてみてください。
ko: 탭한 뒤 키가 켜진 채로 남아 있는 최소 시간이에요. 화면 가장자리 키가 입력은 되는데 빠르게 탭하면 눈에 띄게 안 켜지면 높여 보세요.
ms: Masa paling singkat kekunci kekal menyala selepas anda ketik. Naikkan kalau kekunci dekat tepi skrin menaip tapi tak nampak menyerlah bila ketik laju.
pt: Tempo mínimo que uma tecla fica acesa depois de lhe tocares. Aumenta-o se as teclas junto à margem do ecrã escreverem mas não acenderem num toque rápido.
ru: Минимальное время, которое клавиша остаётся подсвеченной после нажатия. Увеличьте, если клавиши у края экрана печатают, но при быстром нажатии не подсвечиваются.
zh_hans: 点一下按键后，高亮保持的最短时间。要是屏幕边上的按键能打出字、但快点时看不到高亮，就调大一点。

source: Should this change while you type, drawn on the keys themselves, or is it one keyboard look that you choose once from a list? Say which, and I will try again.
de: Soll sich das beim Tippen ändern, direkt auf den Tasten gezeichnet, oder ist es ein Tastatur-Look, den du einmal aus einer Liste wählst? Sag mir, welches von beiden, und ich versuche es erneut.
es: ¿Esto debe cambiar mientras escribes, dibujado sobre las propias teclas, o es un aspecto del teclado que eliges una vez de una lista? Dime cuál e intentaré de nuevo.
et: Kas see peaks muutuma kirjutamise ajal, joonistatuna klahvidele endile, või on see klaviatuuri välimus, mille valid korra nimekirjast? Ütle kumb, ja proovin uuesti.
fr: Cela doit-il changer pendant que vous tapez, dessiné sur les touches elles-mêmes, ou s’agit-il d’un style de clavier choisi une seule fois dans une liste ? Dites-moi lequel et je réessaierai.
hu: Ez gépelés közben változzon, magukra a billentyűkre rajzolva, vagy egy billentyűzetkinézet, amelyet egyszer választasz ki egy listából? Mondd meg, melyik, és újra próbálom.
it: Deve cambiare mentre scrivi, disegnato sui tasti stessi, oppure è un aspetto della tastiera che scegli una volta da un elenco? Dimmi quale e riproverò.
ja: これは入力中にキーの上で変化するものですか、それともリストから一度選ぶキーボードの外観ですか。どちらか教えていただければ、もう一度試します。
ko: 이것은 입력하는 동안 키 위에 그려지며 바뀌어야 하나요, 아니면 목록에서 한 번 고르는 키보드 모양인가요? 어느 쪽인지 알려주시면 다시 시도하겠습니다.
ms: Adakah ini patut berubah semasa anda menaip, dilukis pada kekunci itu sendiri, atau ia satu rupa papan kekunci yang anda pilih sekali daripada senarai? Beritahu yang mana, dan saya akan cuba lagi.
pt: Isto deve mudar enquanto você digita, desenhado nas próprias teclas, ou é um visual de teclado que você escolhe uma vez numa lista? Diga qual e eu tento de novo.
ru: Это должно меняться во время набора, прямо на клавишах, или это оформление клавиатуры, которое выбирают один раз из списка? Скажите, что именно, и я попробую снова.
zh_hans: 它应该在你打字时变化、直接画在按键上，还是从列表中选择一次的键盘外观？告诉我是哪一种，我再试一次。

source: Show ABC key
de: ABC-Taste anzeigen
es: Mostrar tecla ABC
et: Näita ABC-klahvi
fr: Afficher la touche ABC
hu: ABC billentyű megjelenítése
it: Mostra tasto ABC
ja: ABCキーを表示
ko: ABC 키 표시
ms: Tunjukkan kekunci ABC
pt: Mostrar tecla ABC
ru: Показать клавишу ABC
zh_hans: 显示 ABC 键

source: Show Edges
de: Kanten anzeigen
es: Mostrar aristas
et: Kuva servad
fr: Afficher les arêtes
hu: Élek megjelenítése
it: Mostra gli spigoli
ja: エッジを表示
ko: 모서리 표시
ms: Tunjukkan rusuk
pt: Mostrar arestas
ru: Показывать рёбра
zh_hans: 显示棱边

source: Show Tools in the keyboard bar.
de: Tools in der Tastaturleiste anzeigen.
es: Mostrar Herramientas en la barra del teclado.
et: Kuva Tööriistad klaviatuuri ribal.
fr: Afficher Outils dans la barre du clavier.
hu: Eszközök megjelenítése a billentyűzet sávján.
it: Mostra Strumenti nella barra della tastiera.
ja: キーボードバーにツールを表示する。
ko: 키보드 바에 도구 표시하기.
ms: Papar Alat dalam bar papan kekunci.
pt: Mostrar Ferramentas na barra do teclado.
ru: Показывать инструменты в строке на клавиатуре.
zh_hans: 在键盘工具栏中显示工具。

source: Show a Predictive Flick word above this key when the gesture is enabled.
de: Zeigt bei aktivierter Vorhersagegeste ein Wort über dieser Taste.
es: Muestra una palabra de deslizamiento predictivo sobre esta tecla cuando el gesto está activado.
et: Kui ennustav viibutus on sisse lülitatud, kuvatakse selle klahvi kohal soovitatud sõna.
fr: Affiche un mot de balayage prédictif au-dessus de cette touche quand le geste est activé.
hu: A prediktív pöccintés bekapcsolásakor egy javasolt szót mutat a billentyű fölött.
it: Mostra una parola del gesto predittivo sopra questo tasto quando il gesto è attivo.
ja: 予測フリックが有効な場合、このキーの上に候補の単語を表示します。
ko: 예측 플릭 제스처가 켜져 있으면 이 키 위에 추천 단어를 표시합니다.
ms: Tunjukkan perkataan jentikan ramalan di atas kekunci ini apabila gerak isyarat dihidupkan.
pt: Mostra uma palavra do gesto preditivo sobre esta tecla quando o gesto está ativo.
ru: Показывает слово для предиктивного смахивания над этой клавишей, когда жест включён.
zh_hans: 启用预测轻扫手势后，在此按键上方显示候选词。

source: Show a banner
de: Banner anzeigen
es: Mostrar un aviso
et: Kuva teateriba
fr: Afficher une bannière
hu: Sávüzenet megjelenítése
it: Mostra un banner
ja: バナーを表示
ko: 배너 표시
ms: Tunjukkan sepanduk
pt: Mostrar uma faixa
ru: Показать баннер
zh_hans: 显示横幅

source: Show a panel button in the top-left corner of the keyboard.
de: Zeigt eine Panel-Taste oben links in der Tastatur.
es: Muestra un botón de panel en la esquina superior izquierda del teclado.
et: Kuva klaviatuuri ülemises vasakus nurgas paneelinupp.
fr: Affiche un bouton de panneau en haut à gauche du clavier.
hu: Panelgomb megjelenítése a billentyűzet bal felső sarkában.
it: Mostra un pulsante del pannello nell'angolo in alto a sinistra della tastiera.
ja: キーボードの左上にパネルボタンを表示します。
ko: 키보드 왼쪽 위 모서리에 패널 버튼을 보여줘요.
ms: Tunjuk butang panel di sudut kiri atas papan kekunci.
pt: Mostra um botão de painel no canto superior esquerdo do teclado.
ru: Показывать кнопку панелей в левом верхнем углу клавиатуры.
zh_hans: 在键盘左上角显示一个面板按钮。

source: Show a small glyph on each key previewing its first long-press alternate, and pick which corner of the cap it sits in.
de: Zeige auf jeder Taste ein kleines Symbol für ihre erste Gedrückthalten-Alternative und wähle die Ecke der Tastenkappe.
es: Muestra en cada tecla un pequeño símbolo con la primera alternativa de pulsación prolongada y elige en qué esquina aparece.
et: Kuva igal klahvil väike sümbol, mis näitab selle esimest pikalt vajutamise alternatiivi, ja vali, millises klahvinurgas see asub.
fr: Affichez sur chaque touche un petit symbole indiquant sa première variante d’appui prolongé et choisissez dans quel coin il apparaît.
hu: Jeleníts meg minden billentyűn egy kis jelet az első hosszan nyomásos alternatívához, és válaszd ki a billentyűsapkán elfoglalt sarkát.
it: Mostra su ogni tasto un piccolo simbolo dell’alternativa del primo tocco prolungato e scegli in quale angolo posizionarlo.
ja: 各キーに最初の長押し代替を示す小さな記号を表示し、キーキャップのどの角に置くかを選びます。
ko: 각 키에 첫 번째 길게 누르기 대체 항목을 미리 보는 작은 기호를 표시하고 키캡의 어느 모서리에 둘지 선택하세요.
ms: Paparkan pada setiap kekunci ikon kecil bagi alternatif tekan lama pertama dan pilih sudut letaknya.
pt: Mostra em cada tecla um pequeno símbolo da primeira alternativa de toque longo e escolhe em que canto fica.
ru: Покажите на каждой клавише маленький символ для первого варианта удержания и выберите угол клавиши, где он будет расположен.
zh_hans: 在每个按键上显示一个小图标来预览其首个长按替代项，并选择它位于键帽的哪个角落。

source: Show a small glyph on each key previewing its first long-press alternate.
de: Zeigt auf jeder Taste ein kleines Zeichen, das die erste Alternative beim langen Drücken vorschaut.
es: Muestra un pequeño glifo en cada tecla con su primera alternativa de pulsación larga.
et: Kuva iga klahvi peal väike sümbol, mis näitab selle esimest pikkvajutuse varianti.
fr: Affiche un petit symbole sur chaque touche pour prévisualiser sa première alternative en appui long.
hu: Kis jelet mutat minden gombon, ami előre megmutatja az első hosszan nyomott változatát.
it: Mostra su ogni tasto un piccolo simbolo che anticipa la prima alternativa della pressione prolungata.
ja: 各キーに、長押しで出てくる最初の代替文字を小さく表示します。
ko: 길게 눌렀을 때 나오는 첫 번째 대체 문자를 키마다 작게 미리 보여줘요.
ms: Tunjuk glif kecil pada setiap kekunci untuk pratonton alternatif tekan lama pertamanya.
pt: Mostra um pequeno glifo em cada tecla com a primeira alternativa de toque prolongado.
ru: Показывать на клавише маленький значок с её первым вариантом из долгого нажатия.
zh_hans: 在每个按键上显示一个小字符，预览长按后的第一个备选。

source: Show alongside built-in panels
de: Neben den integrierten Panels anzeigen
es: Mostrar junto a los paneles de serie
et: Kuva sisseehitatud paneelide kõrval
fr: Afficher à côté des panneaux intégrés
hu: Megjelenítés a beépített panelek mellett
it: Mostra accanto ai pannelli integrati
ja: 標準のパネルと並べて表示
ko: 기본 패널과 함께 보이기
ms: Tunjuk sekali dengan panel terbina dalam
pt: Mostrar junto aos painéis integrados
ru: Показывать рядом со встроенными панелями
zh_hans: 和内置面板并排显示

source: Show an enlarged bubble when a key is pressed.
de: Zeigt beim Drücken einer Taste eine vergrößerte Blase.
es: Muestra una burbuja ampliada al pulsar una tecla.
et: Kuva klahvi vajutamisel suurendatud mull.
fr: Affiche une bulle agrandie quand tu appuies sur une touche.
hu: Nagyított buborék megjelenítése gombnyomáskor.
it: Mostra una bolla ingrandita quando premi un tasto.
ja: キーを押したときに、大きなふきだしを表示します。
ko: 키를 누르면 커진 버블을 보여줘요.
ms: Tunjuk gelembung yang membesar bila kekunci ditekan.
pt: Mostra um balão ampliado quando premes uma tecla.
ru: Показывать увеличенный пузырёк при нажатии клавиши.
zh_hans: 按下按键时弹出一个放大的气泡。

source: Show background
de: Hintergrund anzeigen
es: Mostrar fondo
et: Kuva taust
fr: Afficher l'arrière-plan
hu: Háttér megjelenítése
it: Mostra sfondo
ja: 背景を表示
ko: 배경 표시
ms: Tunjuk latar belakang
pt: Mostrar fundo
ru: Показывать фон
zh_hans: 显示背景

source: Show backspace key
de: Rücktaste anzeigen
es: Mostrar tecla de borrado
et: Näita kustutusklahvi
fr: Afficher la touche d’effacement
hu: Törlésbillentyű megjelenítése
it: Mostra tasto cancella
ja: 削除キーを表示
ko: 백스페이스 키 표시
ms: Tunjukkan kekunci padam
pt: Mostrar tecla de apagar
ru: Показать клавишу удаления
zh_hans: 显示退格键

source: Show capture overlay
de: Erfassungsebene anzeigen
es: Mostrar capa de captura
et: Näita salvestuskihti
fr: Afficher la couche de capture
hu: Rögzítési réteg megjelenítése
it: Mostra livello di acquisizione
ja: キャプチャ表示を重ねる
ko: 캡처 오버레이 표시
ms: Tunjukkan lapisan tangkapan
pt: Mostrar camada de captura
ru: Показать слой захвата
zh_hans: 显示捕获叠层

source: Show correction field
de: Korrekturfeld anzeigen
es: Mostrar campo de corrección
et: Kuva parandusväli
fr: Afficher le champ de correction
hu: Javítási mező megjelenítése
it: Mostra campo di correzione
ja: 修正フィールドを表示
ko: 수정 필드 표시
ms: Tunjuk medan pembetulan
pt: Mostrar campo de correção
ru: Показывать поле исправления
zh_hans: 显示更正字段

source: Show everything
de: Alles anzeigen
es: Mostrar todo
et: Kuva kõik
fr: Tout afficher
hu: Mutass mindent
it: Mostra tutto
ja: すべて表示
ko: 전체 보기
ms: Tunjukkan semuanya
pt: Mostrar tudo
ru: Показать всё
zh_hans: 显示全部

source: Show fewer
de: Weniger anzeigen
es: Mostrar menos
et: Kuva vähem
fr: Afficher moins
hu: Kevesebb mutatása
it: Mostra meno
ja: 表示を減らす
ko: 간단히 보기
ms: Tunjukkan kurang
pt: Mostrar menos
ru: Показать меньше
zh_hans: 显示更少

source: Show fewer controls
de: Weniger Optionen anzeigen
es: Mostrar menos controles
et: Kuva vähem juhtelemente
fr: Afficher moins de réglages
hu: Kevesebb vezérlő mutatása
it: Mostra meno controlli
ja: 設定を減らす
ko: 설정 간단히 보기
ms: Tunjukkan kurang kawalan
pt: Mostrar menos controlos
ru: Показать меньше настроек
zh_hans: 显示更少控制项

source: Show glyph
de: Tastenzeichen anzeigen
es: Mostrar glifo
et: Näita klahvi sümbolit
fr: Afficher le glyphe
hu: Jel megjelenítése
it: Mostra glifo
ja: キーの文字・記号を表示
ko: 키 문자·기호 표시
ms: Paparkan simbol kekunci
pt: Mostrar glifo
ru: Показывать символ
zh_hans: 显示键面字符

source: Show hitmap
de: Treffkarte anzeigen
es: Mostrar mapa de aciertos
et: Kuva tabamuste kaarti
fr: Afficher la carte des frappes
hu: Találati térkép megjelenítése
it: Mostra mappa dei tocchi
ja: ヒットマップを表示
ko: 히트 맵 표시
ms: Tunjukkan peta ketukan
pt: Mostrar mapa de toques
ru: Показать карту нажатий
zh_hans: 显示点击热图

source: Show ids
de: IDs anzeigen
es: Mostrar IDs
et: Näita ID-sid
fr: Afficher les identifiants
hu: Azonosítók megjelenítése
it: Mostra gli ID
ja: ID を表示
ko: ID 표시
ms: Tunjukkan ID
pt: Mostrar IDs
ru: Показывать идентификаторы
zh_hans: 显示 ID

source: Show in Tools menu
de: Im Tools-Menü anzeigen
es: Mostrar en el menú Herramientas
et: Kuva Tööriistade menüüs
fr: Afficher dans le menu Outils
hu: Megjelenítés az Eszközök menüben
it: Mostra nel menu Strumenti
ja: ツールメニューに表示
ko: 도구 메뉴에 표시
ms: Tunjukkan dalam menu Alat
pt: Mostrar no menu Ferramentas
ru: Показывать в меню инструментов
zh_hans: 在工具菜单中显示

source: Show in keyboard
de: In Tastatur anzeigen
es: Mostrar en el teclado
et: Kuva klaviatuuril
fr: Afficher dans le clavier
hu: Megjelenítés a billentyűzeten
it: Mostra nella tastiera
ja: キーボードに表示
ko: 키보드에 표시
ms: Tunjuk dalam papan kekunci
pt: Mostrar no teclado
ru: Показывать на клавиатуре
zh_hans: 在键盘中显示

source: Show in panel picker
de: Im Panel-Picker zeigen
es: Mostrar en el selector de paneles
et: Kuva paneelivalijas
fr: Afficher dans le sélecteur de panneaux
hu: Megjelenítés a panelválasztóban
it: Mostra nel selettore pannelli
ja: パネル一覧に表示
ko: 패널 목록에 표시
ms: Tunjuk dalam pemilih panel
pt: Mostrar no seletor de painéis
ru: Показывать в выборе панелей
zh_hans: 在面板列表中显示

source: Show keyboard
de: Tastatur anzeigen
es: Mostrar teclado
et: Kuva klaviatuur
fr: Afficher le clavier
hu: Billentyűzet megjelenítése
it: Mostra tastiera
ja: キーボードを表示
ko: 키보드 표시
ms: Tunjukkan papan kekunci
pt: Mostrar teclado
ru: Показать клавиатуру
zh_hans: 显示键盘

source: Show language key
de: Sprachtaste anzeigen
es: Mostrar tecla de idioma
et: Näita keeleklahvi
fr: Afficher la touche de langue
hu: Nyelvváltó billentyű megjelenítése
it: Mostra tasto lingua
ja: 言語キーを表示
ko: 언어 키 표시
ms: Tunjukkan kekunci bahasa
pt: Mostrar tecla de idioma
ru: Показать клавишу языка
zh_hans: 显示语言键

source: Show letters
de: Buchstaben anzeigen
es: Mostrar letras
et: Näita tähti
fr: Afficher les lettres
hu: Betűk megjelenítése
it: Mostra lettere
ja: 文字を表示
ko: 문자 표시
ms: Tunjukkan huruf
pt: Mostrar letras
ru: Показать буквы
zh_hans: 显示字母

source: Show numbers
de: Zahlen anzeigen
es: Mostrar números
et: Näita numbreid
fr: Afficher les chiffres
hu: Számok megjelenítése
it: Mostra numeri
ja: 数字を表示
ko: 숫자 표시
ms: Tunjukkan nombor
pt: Mostrar números
ru: Показать цифры
zh_hans: 显示数字

source: Show on every layout
de: Auf jedem Layout anzeigen
es: Mostrar en todas las distribuciones
et: Kuva igas paigutuses
fr: Afficher sur toutes les dispositions
hu: Megjelenítés minden elrendezésen
it: Mostra in tutti i layout
ja: すべてのレイアウトに表示
ko: 모든 레이아웃에 표시
ms: Tunjuk pada semua susun atur
pt: Mostrar em todos os esquemas
ru: Показывать во всех раскладках
zh_hans: 在所有布局上显示

source: Show on keyboard
de: Auf der Tastatur anzeigen
es: Mostrar en el teclado
et: Kuva klaviatuuril
fr: Afficher sur le clavier
hu: Megjelenítés a billentyűzeten
it: Mostra sulla tastiera
ja: キーボードに表示
ko: 키보드에 표시
ms: Tunjukkan pada papan kekunci
pt: Mostrar no teclado
ru: Показывать на клавиатуре
zh_hans: 在键盘上显示

source: Show pet
de: Haustier anzeigen
es: Mostrar mascota
et: Kuva lemmikloom
fr: Afficher le compagnon
hu: Kisállat megjelenítése
it: Mostra il pet
ja: ペットを表示
ko: 펫 표시
ms: Tunjuk peliharaan
pt: Mostrar mascote
ru: Показывать питомца
zh_hans: 显示宠物

source: Show preview
de: Tastaturvorschau einblenden
es: Mostrar la vista previa del teclado
et: Kuva klaviatuuri eelvaade
fr: Afficher l’aperçu du clavier
hu: Billentyűzet-előnézet megjelenítése
it: Mostra l’anteprima della tastiera
ja: キーボードのプレビューを表示
ko: 키보드 미리보기 표시
ms: Tunjukkan pratonton papan kekunci
pt: Mostrar a pré-visualização do teclado
ru: Показать предпросмотр клавиатуры
zh_hans: 显示键盘预览

source: Show recent emoji
de: Zuletzt verwendete Emojis anzeigen
es: Mostrar emoji recientes
et: Kuva viimased emojid
fr: Afficher les emojis récents
hu: Legutóbbi hangulatjelek megjelenítése
it: Mostra emoji recenti
ja: 最近使った絵文字を表示
ko: 최근 이모티콘 표시
ms: Tunjuk emoji terkini
pt: Mostrar emoji recentes
ru: Показывать недавние эмодзи
zh_hans: 显示最近使用的表情符号

source: Show row on every keyboard page
de: Reihe auf jeder Tastaturseite anzeigen
es: Mostrar la fila en todas las páginas del teclado
et: Näita rida igal klaviatuurilehel
fr: Afficher la rangée sur chaque page du clavier
hu: Sor megjelenítése minden billentyűzetoldalon
it: Mostra la riga su ogni pagina della tastiera
ja: すべてのキーボードページに行を表示
ko: 모든 키보드 페이지에 행 표시
ms: Tunjukkan baris pada setiap halaman papan kekunci
pt: Mostrar a fila em todas as páginas do teclado
ru: Показывать ряд на каждой странице клавиатуры
zh_hans: 在所有键盘页面显示此行

source: Show shortcut
de: Kurzbefehl anzeigen
es: Mostrar acceso rápido
et: Kuva otsetee
fr: Afficher le raccourci
hi: शॉर्टकट दिखाएँ
hu: Parancsikon megjelenítése
it: Mostra scorciatoia
ja: ショートカットを表示
ko: 단축키 표시
ms: Tunjukkan pintasan
ne: सर्टकट देखाउनुहोस्
pt: Mostrar atalho
ru: Показывать ярлык
tr: Kısayolu göster
zh_hans: 显示快捷方式

source: Show suggestions
de: Vorschläge anzeigen
es: Mostrar sugerencias
et: Näita soovitusi
fr: Afficher les suggestions
hu: Javaslatok megjelenítése
it: Mostra suggerimenti
ja: 候補を表示
ko: 추천 단어 표시
ms: Tunjukkan cadangan
pt: Mostrar sugestões
ru: Показывать подсказки
zh_hans: 显示建议

source: Show symbols
de: Symbole anzeigen
es: Mostrar símbolos
et: Näita sümboleid
fr: Afficher les symboles
hu: Szimbólumok megjelenítése
it: Mostra simboli
ja: 記号を表示
ko: 기호 표시
ms: Tunjukkan simbol
pt: Mostrar símbolos
ru: Показать символы
zh_hans: 显示符号

source: Show tap, drag, and hold cues on the live keyboard while recording tutorials.
de: Zeigt Tippen, Ziehen und Gedrückthalten beim Aufnehmen von Anleitungen auf der Tastatur an.
es: Muestra indicadores de toques, arrastres y pulsaciones largas al grabar tutoriales con el teclado.
et: Õpetuse salvestamisel kuvatakse klaviatuuril puudutuste, lohistamiste ja pikkade vajutuste märgid.
fr: Affiche les appuis, glissements et appuis longs sur le clavier pendant l’enregistrement de tutoriels.
hu: Oktatóvideó felvételekor jelzi a koppintást, húzást és nyomva tartást a billentyűzeten.
it: Mostra tocchi, trascinamenti e pressioni prolungate sulla tastiera mentre registri tutorial.
ja: チュートリアルの録画中に、キーボード上のタップ、ドラッグ、長押しを表示します。
ko: 튜토리얼을 녹화할 때 키보드에 탭, 드래그, 길게 누르기 표시를 보여 줍니다.
ms: Tunjukkan petunjuk ketik, seret dan tekan lama pada papan kekunci semasa merakam tutorial.
pt: Mostra os toques, arrastos e pressões prolongadas no teclado durante a gravação de tutoriais.
ru: Показывает касания, перетаскивания и удержания на клавиатуре при записи обучающих видео.
zh_hans: 录制教程时，在键盘上显示轻点、拖动和长按提示。

source: Show the active language on the space bar.
de: Zeigt die aktive Sprache auf der Leertaste an.
es: Muestra el idioma activo en la barra espaciadora.
et: Kuva aktiivne keel tühikuklahvil.
fr: Affiche la langue active sur la barre d’espace.
hu: Az aktív nyelv megjelenítése a szóközbillentyűn.
it: Mostra la lingua attiva sulla barra spaziatrice.
ja: 使用中の言語をスペースキーに表示します。
ko: 스페이스 바에 현재 언어를 표시합니다.
ms: Paparkan bahasa aktif pada bar ruang.
pt: Mostra o idioma ativo na barra de espaço.
ru: Показывает текущий язык на клавише пробела.
zh_hans: 在空格键上显示当前语言。

source: Show the full app?
de: Die ganze App anzeigen?
es: ¿Mostrar la app completa?
et: Kuvada terve rakendus?
fr: Afficher l'app complète ?
hu: Megjelenjen a teljes app?
it: Mostrare l'app completa?
ja: アプリ全体を表示しますか？
ko: 앱 전체를 표시할까요?
ms: Tunjukkan app penuh?
pt: Mostrar a app completa?
ru: Показать приложение целиком?
zh_hans: 显示完整的应用？

source: Show the keyboard
de: Tastatur anzeigen
es: Mostrar el teclado
et: Kuva klaviatuur
fr: Afficher le clavier
hu: Billentyűzet megjelenítése
it: Mostra la tastiera
ja: キーボードを表示
ko: 키보드 표시
ms: Tunjukkan papan kekunci
pt: Mostrar o teclado
ru: Показать клавиатуру
zh_hans: 显示键盘

source: Show the language switch
de: Sprachumschalter anzeigen
es: Mostrar el selector de idioma
et: Näita keelevahetajat
fr: Afficher le sélecteur de langue
hu: Nyelvváltó megjelenítése
it: Mostra il selettore della lingua
ja: 言語切り替えを表示
ko: 언어 전환 표시
ms: Tunjukkan penukar bahasa
pt: Mostrar o seletor de idioma
ru: Показывать переключатель языка
zh_hans: 显示语言切换

source: Show the menu button
de: Menütaste anzeigen
es: Mostrar el botón de menú
et: Näita menüünuppu
fr: Afficher le bouton de menu
hu: Menügomb megjelenítése
it: Mostra il pulsante del menu
ja: メニューボタンを表示
ko: 메뉴 버튼 표시
ms: Tunjukkan butang menu
pt: Mostrar o botão de menu
ru: Показывать кнопку меню
zh_hans: 显示菜单按钮

source: Show the number row
de: Zahlenreihe anzeigen
es: Mostrar la fila de números
et: Kuva numbririda
fr: Afficher la rangée de chiffres
hu: Számsor megjelenítése
it: Mostra la riga dei numeri
ja: 数字行を表示
ko: 숫자 행 표시
ms: Tunjukkan baris nombor
pt: Mostrar a linha de números
ru: Показывать ряд цифр
zh_hans: 显示数字行

source: Show this key beside the space bar on every layout, presets included. Set it up once instead of adding it to each layout.
de: Zeigt diese Taste in jedem Layout neben der Leertaste, auch in den Voreinstellungen. Einmal einrichten, statt sie zu jedem Layout hinzuzufügen.
es: Muestra esta tecla junto a la barra espaciadora en todas las disposiciones, preajustes incluidos. Configúrala una vez en lugar de añadirla a cada disposición.
et: Kuva seda klahvi tühikuklahvi kõrval igas paigutuses, eelseadistused kaasa arvatud. Seadista see üks kord, selle asemel et igasse paigutusse lisada.
fr: Affiche cette touche à côté de la barre d'espace sur toutes les dispositions, préréglages compris. Configure-la une fois au lieu de l'ajouter à chaque disposition.
hu: Jelenítsd meg ezt a billentyűt a szóköz mellett minden elrendezésen, az előbeállításokat is beleértve. Állítsd be egyszer, ahelyett, hogy minden elrendezéshez hozzáadnád.
it: Mostra questo tasto accanto alla barra spaziatrice in ogni layout, preset compresi. Impostalo una volta invece di aggiungerlo a ogni layout.
ja: このキーを、プリセットを含むすべてのレイアウトでスペースバーの横に表示します。レイアウトごとに追加せず、一度だけ設定すれば済みます。
ko: 모든 레이아웃에서 스페이스 바 옆에 이 키를 보여줘요, 프리셋 포함이에요. 레이아웃마다 넣는 대신 한 번만 설정하세요.
ms: Tunjuk kekunci ini di sebelah bar ruang pada setiap susun atur, termasuk praset. Sediakan sekali sahaja, bukannya menambahnya pada setiap susun atur.
pt: Mostra esta tecla ao lado da barra de espaços em todos os esquemas, predefinições incluídas. Configura uma vez em vez de a adicionar a cada esquema.
ru: Показывать эту клавишу рядом с пробелом во всех раскладках, включая пресеты. Настраивается один раз вместо добавления в каждую раскладку.
zh_hans: 在每个布局的空格键旁边都显示这个键，包括预设。设一次就行，不用往每个布局里都加。
